{"class_name": "Tokenizer", "config": {"num_words": 1000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "<OOV>", "document_count": 150, "word_counts": "{\"i\": 10, \"feel\": 2, \"sad\": 1, \"this\": 18, \"is\": 9, \"terrible\": 2, \"i'm\": 8, \"not\": 5, \"okay\": 3, \"hate\": 2, \"very\": 3, \"bad\": 3, \"so\": 14, \"disappointed\": 2, \"worst\": 3, \"ever\": 3, \"want\": 1, \"to\": 2, \"cry\": 1, \"sucks\": 1, \"it's\": 6, \"awful\": 2, \"feeling\": 7, \"down\": 1, \"horrible\": 1, \"experience\": 2, \"can't\": 3, \"stand\": 1, \"extremely\": 1, \"regret\": 2, \"much\": 2, \"pain\": 1, \"depressing\": 1, \"hopeless\": 1, \"good\": 3, \"at\": 1, \"all\": 4, \"totally\": 3, \"ruined\": 2, \"miserable\": 1, \"just\": 6, \"making\": 1, \"me\": 1, \"upset\": 1, \"broken\": 1, \"heart\": 2, \"i\\u2019m\": 4, \"devastated\": 1, \"how\": 1, \"turned\": 1, \"out\": 2, \"cried\": 1, \"night\": 1, \"angry\": 1, \"hurts\": 1, \"deeply\": 1, \"it\\u2019s\": 2, \"the\": 4, \"upsetting\": 1, \"everything\": 2, \"went\": 1, \"wrong\": 1, \"complete\": 1, \"failure\": 1, \"stress\": 1, \"end\": 1, \"disgusted\": 1, \"heartbreaking\": 1, \"a\": 2, \"disaster\": 1, \"unacceptable\": 1, \"why\": 1, \"did\": 1, \"happen\": 1, \"decision\": 1, \"mad\": 1, \"worthless\": 1, \"anxious\": 1, \"day\": 7, \"frustrating\": 1, \"unbearable\": 1, \"full\": 3, \"of\": 3, \"don't\": 1, \"know\": 1, \"nothing\": 2, \"special\": 1, \"fine\": 2, \"here\": 2, \"whatever\": 2, \"it\": 6, \"what\": 2, \"normal\": 2, \"mediocre\": 1, \"complain\": 1, \"average\": 2, \"another\": 1, \"as\": 2, \"usual\": 1, \"will\": 1, \"do\": 1, \"mildly\": 1, \"interesting\": 1, \"unchanged\": 1, \"routine\": 1, \"stuff\": 2, \"pretty\": 2, \"standard\": 1, \"report\": 1, \"status\": 1, \"quo\": 1, \"regular\": 1, \"feels\": 2, \"same\": 2, \"alright\": 1, \"no\": 3, \"big\": 1, \"deal\": 1, \"neutral\": 2, \"mood\": 1, \"indifferent\": 2, \"going\": 1, \"with\": 2, \"steady\": 1, \"and\": 2, \"exciting\": 1, \"familiar\": 1, \"strong\": 1, \"opinion\": 1, \"balanced\": 1, \"middle\": 1, \"road\": 1, \"guess\": 1, \"undecided\": 1, \"neither\": 1, \"nor\": 1, \"there\": 1, \"unremarkable\": 1, \"yesterday\": 1, \"meh\": 1, \"kinda\": 1, \"boring\": 1, \"manageable\": 1, \"highs\": 1, \"or\": 1, \"lows\": 1, \"mild\": 1, \"love\": 2, \"happy\": 3, \"great\": 2, \"amazing\": 1, \"job\": 1, \"awesome\": 2, \"best\": 2, \"excited\": 2, \"result\": 1, \"wonderful\": 1, \"nice\": 1, \"thrilled\": 1, \"absolutely\": 1, \"perfect\": 2, \"beautiful\": 2, \"glad\": 1, \"superb\": 1, \"highly\": 1, \"recommend\": 1, \"stop\": 1, \"smiling\": 1, \"joyful\": 1, \"moment\": 1, \"grateful\": 1, \"for\": 1, \"positive\": 1, \"proud\": 1, \"everything\\u2019s\": 1, \"fantastic\": 1, \"made\": 1, \"my\": 2, \"joy\": 2, \"blessed\": 1, \"super\": 1, \"that\\u2019s\": 1, \"delight\": 1, \"incredible\": 1, \"time\": 1, \"pleasant\": 1, \"uplifting\": 1, \"outcome\": 1, \"filled\": 1, \"smiles\": 1, \"worth\": 1, \"that\": 1, \"was\": 1, \"lovely\": 1, \"impressive\": 1, \"work\": 1, \"on\": 1, \"cloud\": 1, \"nine\": 1, \"high\": 1, \"energy\": 1, \"such\": 1, \"vibes\": 1, \"ready\": 1, \"worked\": 1, \"perfectly\": 1, \"huge\": 1, \"success\": 1, \"couldn\\u2019t\": 1, \"be\": 1, \"better\": 1, \"brightened\": 1, \"truly\": 1}", "word_docs": "{\"i\": 10, \"sad\": 1, \"feel\": 2, \"terrible\": 2, \"is\": 8, \"this\": 18, \"not\": 4, \"okay\": 3, \"i'm\": 8, \"hate\": 2, \"bad\": 3, \"very\": 3, \"so\": 13, \"disappointed\": 2, \"worst\": 3, \"ever\": 3, \"to\": 2, \"want\": 1, \"cry\": 1, \"sucks\": 1, \"it's\": 6, \"awful\": 2, \"down\": 1, \"feeling\": 7, \"experience\": 2, \"horrible\": 1, \"stand\": 1, \"can't\": 3, \"extremely\": 1, \"regret\": 2, \"much\": 2, \"pain\": 1, \"depressing\": 1, \"hopeless\": 1, \"at\": 1, \"all\": 4, \"good\": 3, \"totally\": 3, \"ruined\": 2, \"miserable\": 1, \"just\": 6, \"me\": 1, \"making\": 1, \"upset\": 1, \"broken\": 1, \"heart\": 2, \"devastated\": 1, \"i\\u2019m\": 4, \"turned\": 1, \"out\": 2, \"how\": 1, \"cried\": 1, \"night\": 1, \"angry\": 1, \"hurts\": 1, \"deeply\": 1, \"it\\u2019s\": 2, \"the\": 4, \"upsetting\": 1, \"went\": 1, \"everything\": 2, \"wrong\": 1, \"failure\": 1, \"complete\": 1, \"stress\": 1, \"end\": 1, \"disgusted\": 1, \"heartbreaking\": 1, \"disaster\": 1, \"a\": 2, \"unacceptable\": 1, \"why\": 1, \"did\": 1, \"happen\": 1, \"decision\": 1, \"mad\": 1, \"worthless\": 1, \"day\": 7, \"anxious\": 1, \"frustrating\": 1, \"unbearable\": 1, \"of\": 3, \"full\": 3, \"don't\": 1, \"know\": 1, \"special\": 1, \"nothing\": 2, \"fine\": 2, \"here\": 2, \"whatever\": 2, \"what\": 2, \"it\": 5, \"normal\": 2, \"mediocre\": 1, \"complain\": 1, \"average\": 2, \"another\": 1, \"usual\": 1, \"as\": 2, \"will\": 1, \"do\": 1, \"mildly\": 1, \"interesting\": 1, \"unchanged\": 1, \"routine\": 1, \"stuff\": 2, \"pretty\": 2, \"standard\": 1, \"report\": 1, \"quo\": 1, \"status\": 1, \"regular\": 1, \"feels\": 2, \"same\": 2, \"alright\": 1, \"big\": 1, \"no\": 3, \"deal\": 1, \"mood\": 1, \"neutral\": 2, \"indifferent\": 2, \"with\": 2, \"going\": 1, \"steady\": 1, \"and\": 2, \"exciting\": 1, \"familiar\": 1, \"opinion\": 1, \"strong\": 1, \"balanced\": 1, \"road\": 1, \"middle\": 1, \"guess\": 1, \"undecided\": 1, \"nor\": 1, \"neither\": 1, \"there\": 1, \"unremarkable\": 1, \"yesterday\": 1, \"meh\": 1, \"boring\": 1, \"kinda\": 1, \"manageable\": 1, \"lows\": 1, \"or\": 1, \"highs\": 1, \"mild\": 1, \"love\": 2, \"happy\": 3, \"great\": 2, \"amazing\": 1, \"job\": 1, \"awesome\": 2, \"best\": 2, \"excited\": 2, \"result\": 1, \"wonderful\": 1, \"nice\": 1, \"thrilled\": 1, \"absolutely\": 1, \"perfect\": 2, \"beautiful\": 2, \"glad\": 1, \"superb\": 1, \"recommend\": 1, \"highly\": 1, \"smiling\": 1, \"stop\": 1, \"joyful\": 1, \"moment\": 1, \"for\": 1, \"grateful\": 1, \"positive\": 1, \"proud\": 1, \"everything\\u2019s\": 1, \"fantastic\": 1, \"made\": 1, \"my\": 2, \"joy\": 2, \"blessed\": 1, \"super\": 1, \"that\\u2019s\": 1, \"delight\": 1, \"incredible\": 1, \"time\": 1, \"pleasant\": 1, \"uplifting\": 1, \"outcome\": 1, \"filled\": 1, \"smiles\": 1, \"worth\": 1, \"lovely\": 1, \"that\": 1, \"was\": 1, \"work\": 1, \"impressive\": 1, \"on\": 1, \"cloud\": 1, \"nine\": 1, \"energy\": 1, \"high\": 1, \"such\": 1, \"vibes\": 1, \"ready\": 1, \"perfectly\": 1, \"worked\": 1, \"huge\": 1, \"success\": 1, \"couldn\\u2019t\": 1, \"better\": 1, \"be\": 1, \"brightened\": 1, \"truly\": 1}", "index_docs": "{\"4\": 10, \"68\": 1, \"28\": 2, \"29\": 2, \"5\": 8, \"2\": 18, \"12\": 4, \"16\": 3, \"6\": 8, \"30\": 2, \"18\": 3, \"17\": 3, \"3\": 13, \"31\": 2, \"19\": 3, \"20\": 3, \"32\": 2, \"69\": 1, \"70\": 1, \"71\": 1, \"9\": 6, \"33\": 2, \"72\": 1, \"7\": 7, \"34\": 2, \"73\": 1, \"74\": 1, \"21\": 3, \"75\": 1, \"35\": 2, \"36\": 2, \"76\": 1, \"77\": 1, \"78\": 1, \"79\": 1, \"13\": 4, \"22\": 3, \"23\": 3, \"37\": 2, \"80\": 1, \"10\": 6, \"82\": 1, \"81\": 1, \"83\": 1, \"84\": 1, \"38\": 2, \"85\": 1, \"14\": 4, \"87\": 1, \"39\": 2, \"86\": 1, \"88\": 1, \"89\": 1, \"90\": 1, \"91\": 1, \"92\": 1, \"40\": 2, \"15\": 4, \"93\": 1, \"94\": 1, \"41\": 2, \"95\": 1, \"97\": 1, \"96\": 1, \"98\": 1, \"99\": 1, \"100\": 1, \"101\": 1, \"102\": 1, \"42\": 2, \"103\": 1, \"104\": 1, \"105\": 1, \"106\": 1, \"107\": 1, \"108\": 1, \"109\": 1, \"8\": 7, \"110\": 1, \"111\": 1, \"112\": 1, \"25\": 3, \"24\": 3, \"113\": 1, \"114\": 1, \"115\": 1, \"43\": 2, \"44\": 2, \"45\": 2, \"46\": 2, \"47\": 2, \"11\": 5, \"48\": 2, \"116\": 1, \"117\": 1, \"49\": 2, \"118\": 1, \"119\": 1, \"50\": 2, \"120\": 1, \"121\": 1, \"122\": 1, \"123\": 1, \"124\": 1, \"125\": 1, \"51\": 2, \"52\": 2, \"126\": 1, \"127\": 1, \"129\": 1, \"128\": 1, \"130\": 1, \"53\": 2, \"54\": 2, \"131\": 1, \"132\": 1, \"26\": 3, \"133\": 1, \"134\": 1, \"55\": 2, \"56\": 2, \"57\": 2, \"135\": 1, \"136\": 1, \"58\": 2, \"137\": 1, \"138\": 1, \"140\": 1, \"139\": 1, \"141\": 1, \"143\": 1, \"142\": 1, \"144\": 1, \"145\": 1, \"147\": 1, \"146\": 1, \"148\": 1, \"149\": 1, \"150\": 1, \"151\": 1, \"153\": 1, \"152\": 1, \"154\": 1, \"157\": 1, \"156\": 1, \"155\": 1, \"158\": 1, \"59\": 2, \"27\": 3, \"60\": 2, \"159\": 1, \"160\": 1, \"61\": 2, \"62\": 2, \"63\": 2, \"161\": 1, \"162\": 1, \"163\": 1, \"164\": 1, \"165\": 1, \"64\": 2, \"65\": 2, \"166\": 1, \"167\": 1, \"169\": 1, \"168\": 1, \"171\": 1, \"170\": 1, \"172\": 1, \"173\": 1, \"175\": 1, \"174\": 1, \"176\": 1, \"177\": 1, \"178\": 1, \"179\": 1, \"180\": 1, \"66\": 2, \"67\": 2, \"181\": 1, \"182\": 1, \"183\": 1, \"184\": 1, \"185\": 1, \"186\": 1, \"187\": 1, \"188\": 1, \"189\": 1, \"190\": 1, \"191\": 1, \"192\": 1, \"195\": 1, \"193\": 1, \"194\": 1, \"197\": 1, \"196\": 1, \"198\": 1, \"199\": 1, \"200\": 1, \"202\": 1, \"201\": 1, \"203\": 1, \"204\": 1, \"205\": 1, \"207\": 1, \"206\": 1, \"208\": 1, \"209\": 1, \"210\": 1, \"212\": 1, \"211\": 1, \"213\": 1, \"214\": 1}", "index_word": "{\"1\": \"<OOV>\", \"2\": \"this\", \"3\": \"so\", \"4\": \"i\", \"5\": \"is\", \"6\": \"i'm\", \"7\": \"feeling\", \"8\": \"day\", \"9\": \"it's\", \"10\": \"just\", \"11\": \"it\", \"12\": \"not\", \"13\": \"all\", \"14\": \"i\\u2019m\", \"15\": \"the\", \"16\": \"okay\", \"17\": \"very\", \"18\": \"bad\", \"19\": \"worst\", \"20\": \"ever\", \"21\": \"can't\", \"22\": \"good\", \"23\": \"totally\", \"24\": \"full\", \"25\": \"of\", \"26\": \"no\", \"27\": \"happy\", \"28\": \"feel\", \"29\": \"terrible\", \"30\": \"hate\", \"31\": \"disappointed\", \"32\": \"to\", \"33\": \"awful\", \"34\": \"experience\", \"35\": \"regret\", \"36\": \"much\", \"37\": \"ruined\", \"38\": \"heart\", \"39\": \"out\", \"40\": \"it\\u2019s\", \"41\": \"everything\", \"42\": \"a\", \"43\": \"nothing\", \"44\": \"fine\", \"45\": \"here\", \"46\": \"whatever\", \"47\": \"what\", \"48\": \"normal\", \"49\": \"average\", \"50\": \"as\", \"51\": \"stuff\", \"52\": \"pretty\", \"53\": \"feels\", \"54\": \"same\", \"55\": \"neutral\", \"56\": \"indifferent\", \"57\": \"with\", \"58\": \"and\", \"59\": \"love\", \"60\": \"great\", \"61\": \"awesome\", \"62\": \"best\", \"63\": \"excited\", \"64\": \"perfect\", \"65\": \"beautiful\", \"66\": \"my\", \"67\": \"joy\", \"68\": \"sad\", \"69\": \"want\", \"70\": \"cry\", \"71\": \"sucks\", \"72\": \"down\", \"73\": \"horrible\", \"74\": \"stand\", \"75\": \"extremely\", \"76\": \"pain\", \"77\": \"depressing\", \"78\": \"hopeless\", \"79\": \"at\", \"80\": \"miserable\", \"81\": \"making\", \"82\": \"me\", \"83\": \"upset\", \"84\": \"broken\", \"85\": \"devastated\", \"86\": \"how\", \"87\": \"turned\", \"88\": \"cried\", \"89\": \"night\", \"90\": \"angry\", \"91\": \"hurts\", \"92\": \"deeply\", \"93\": \"upsetting\", \"94\": \"went\", \"95\": \"wrong\", \"96\": \"complete\", \"97\": \"failure\", \"98\": \"stress\", \"99\": \"end\", \"100\": \"disgusted\", \"101\": \"heartbreaking\", \"102\": \"disaster\", \"103\": \"unacceptable\", \"104\": \"why\", \"105\": \"did\", \"106\": \"happen\", \"107\": \"decision\", \"108\": \"mad\", \"109\": \"worthless\", \"110\": \"anxious\", \"111\": \"frustrating\", \"112\": \"unbearable\", \"113\": \"don't\", \"114\": \"know\", \"115\": \"special\", \"116\": \"mediocre\", \"117\": \"complain\", \"118\": \"another\", \"119\": \"usual\", \"120\": \"will\", \"121\": \"do\", \"122\": \"mildly\", \"123\": \"interesting\", \"124\": \"unchanged\", \"125\": \"routine\", \"126\": \"standard\", \"127\": \"report\", \"128\": \"status\", \"129\": \"quo\", \"130\": \"regular\", \"131\": \"alright\", \"132\": \"big\", \"133\": \"deal\", \"134\": \"mood\", \"135\": \"going\", \"136\": \"steady\", \"137\": \"exciting\", \"138\": \"familiar\", \"139\": \"strong\", \"140\": \"opinion\", \"141\": \"balanced\", \"142\": \"middle\", \"143\": \"road\", \"144\": \"guess\", \"145\": \"undecided\", \"146\": \"neither\", \"147\": \"nor\", \"148\": \"there\", \"149\": \"unremarkable\", \"150\": \"yesterday\", \"151\": \"meh\", \"152\": \"kinda\", \"153\": \"boring\", \"154\": \"manageable\", \"155\": \"highs\", \"156\": \"or\", \"157\": \"lows\", \"158\": \"mild\", \"159\": \"amazing\", \"160\": \"job\", \"161\": \"result\", \"162\": \"wonderful\", \"163\": \"nice\", \"164\": \"thrilled\", \"165\": \"absolutely\", \"166\": \"glad\", \"167\": \"superb\", \"168\": \"highly\", \"169\": \"recommend\", \"170\": \"stop\", \"171\": \"smiling\", \"172\": \"joyful\", \"173\": \"moment\", \"174\": \"grateful\", \"175\": \"for\", \"176\": \"positive\", \"177\": \"proud\", \"178\": \"everything\\u2019s\", \"179\": \"fantastic\", \"180\": \"made\", \"181\": \"blessed\", \"182\": \"super\", \"183\": \"that\\u2019s\", \"184\": \"delight\", \"185\": \"incredible\", \"186\": \"time\", \"187\": \"pleasant\", \"188\": \"uplifting\", \"189\": \"outcome\", \"190\": \"filled\", \"191\": \"smiles\", \"192\": \"worth\", \"193\": \"that\", \"194\": \"was\", \"195\": \"lovely\", \"196\": \"impressive\", \"197\": \"work\", \"198\": \"on\", \"199\": \"cloud\", \"200\": \"nine\", \"201\": \"high\", \"202\": \"energy\", \"203\": \"such\", \"204\": \"vibes\", \"205\": \"ready\", \"206\": \"worked\", \"207\": \"perfectly\", \"208\": \"huge\", \"209\": \"success\", \"210\": \"couldn\\u2019t\", \"211\": \"be\", \"212\": \"better\", \"213\": \"brightened\", \"214\": \"truly\"}", "word_index": "{\"<OOV>\": 1, \"this\": 2, \"so\": 3, \"i\": 4, \"is\": 5, \"i'm\": 6, \"feeling\": 7, \"day\": 8, \"it's\": 9, \"just\": 10, \"it\": 11, \"not\": 12, \"all\": 13, \"i\\u2019m\": 14, \"the\": 15, \"okay\": 16, \"very\": 17, \"bad\": 18, \"worst\": 19, \"ever\": 20, \"can't\": 21, \"good\": 22, \"totally\": 23, \"full\": 24, \"of\": 25, \"no\": 26, \"happy\": 27, \"feel\": 28, \"terrible\": 29, \"hate\": 30, \"disappointed\": 31, \"to\": 32, \"awful\": 33, \"experience\": 34, \"regret\": 35, \"much\": 36, \"ruined\": 37, \"heart\": 38, \"out\": 39, \"it\\u2019s\": 40, \"everything\": 41, \"a\": 42, \"nothing\": 43, \"fine\": 44, \"here\": 45, \"whatever\": 46, \"what\": 47, \"normal\": 48, \"average\": 49, \"as\": 50, \"stuff\": 51, \"pretty\": 52, \"feels\": 53, \"same\": 54, \"neutral\": 55, \"indifferent\": 56, \"with\": 57, \"and\": 58, \"love\": 59, \"great\": 60, \"awesome\": 61, \"best\": 62, \"excited\": 63, \"perfect\": 64, \"beautiful\": 65, \"my\": 66, \"joy\": 67, \"sad\": 68, \"want\": 69, \"cry\": 70, \"sucks\": 71, \"down\": 72, \"horrible\": 73, \"stand\": 74, \"extremely\": 75, \"pain\": 76, \"depressing\": 77, \"hopeless\": 78, \"at\": 79, \"miserable\": 80, \"making\": 81, \"me\": 82, \"upset\": 83, \"broken\": 84, \"devastated\": 85, \"how\": 86, \"turned\": 87, \"cried\": 88, \"night\": 89, \"angry\": 90, \"hurts\": 91, \"deeply\": 92, \"upsetting\": 93, \"went\": 94, \"wrong\": 95, \"complete\": 96, \"failure\": 97, \"stress\": 98, \"end\": 99, \"disgusted\": 100, \"heartbreaking\": 101, \"disaster\": 102, \"unacceptable\": 103, \"why\": 104, \"did\": 105, \"happen\": 106, \"decision\": 107, \"mad\": 108, \"worthless\": 109, \"anxious\": 110, \"frustrating\": 111, \"unbearable\": 112, \"don't\": 113, \"know\": 114, \"special\": 115, \"mediocre\": 116, \"complain\": 117, \"another\": 118, \"usual\": 119, \"will\": 120, \"do\": 121, \"mildly\": 122, \"interesting\": 123, \"unchanged\": 124, \"routine\": 125, \"standard\": 126, \"report\": 127, \"status\": 128, \"quo\": 129, \"regular\": 130, \"alright\": 131, \"big\": 132, \"deal\": 133, \"mood\": 134, \"going\": 135, \"steady\": 136, \"exciting\": 137, \"familiar\": 138, \"strong\": 139, \"opinion\": 140, \"balanced\": 141, \"middle\": 142, \"road\": 143, \"guess\": 144, \"undecided\": 145, \"neither\": 146, \"nor\": 147, \"there\": 148, \"unremarkable\": 149, \"yesterday\": 150, \"meh\": 151, \"kinda\": 152, \"boring\": 153, \"manageable\": 154, \"highs\": 155, \"or\": 156, \"lows\": 157, \"mild\": 158, \"amazing\": 159, \"job\": 160, \"result\": 161, \"wonderful\": 162, \"nice\": 163, \"thrilled\": 164, \"absolutely\": 165, \"glad\": 166, \"superb\": 167, \"highly\": 168, \"recommend\": 169, \"stop\": 170, \"smiling\": 171, \"joyful\": 172, \"moment\": 173, \"grateful\": 174, \"for\": 175, \"positive\": 176, \"proud\": 177, \"everything\\u2019s\": 178, \"fantastic\": 179, \"made\": 180, \"blessed\": 181, \"super\": 182, \"that\\u2019s\": 183, \"delight\": 184, \"incredible\": 185, \"time\": 186, \"pleasant\": 187, \"uplifting\": 188, \"outcome\": 189, \"filled\": 190, \"smiles\": 191, \"worth\": 192, \"that\": 193, \"was\": 194, \"lovely\": 195, \"impressive\": 196, \"work\": 197, \"on\": 198, \"cloud\": 199, \"nine\": 200, \"high\": 201, \"energy\": 202, \"such\": 203, \"vibes\": 204, \"ready\": 205, \"worked\": 206, \"perfectly\": 207, \"huge\": 208, \"success\": 209, \"couldn\\u2019t\": 210, \"be\": 211, \"better\": 212, \"brightened\": 213, \"truly\": 214}"}}